Repository: bind-w-exit/ip-scanner
Catalog: src/IpScanner.Ui/Strings/*/Resources.resw
Source language: en_us
Languages: uk_ua

# About.Text
source: About ...
uk_ua: Відомості ...

# CheckForUpdates.Text
source: Check for updates
uk_ua: Перевірка наявності оновлень

# Collapse.Content
source: Collapse all
uk_ua: Згорнути все

# CollapseAll.Text
source: Collapse all
uk_ua: Згорнути все

# ColorTheme.Content
source: Color theme
uk_ua: Кольорова тема

# Comments.Header
source: Comments
uk_ua: Коментарі

# CommentsDetails.Text
source: Comments
uk_ua: Коментарі

# Community.Text
source: Community
uk_ua: Спільнота

source: Connected
uk_ua: Підключено!

# Contents.Text
source: Contents
uk_ua: Вміст

# Copy.Text
source: Copy
uk_ua: Скопіювати

# CorruptedMessage
source: The file is corrupted. Please delete it and try again.
uk_ua: Файл пошкоджено. Будь ласка, видаліть його та повторіть спробу.

# Dark.Content
source: Dark
uk_ua: Темна

# Date.Text
source: Date
uk_ua: Дата

source: dead
uk_ua: вимкнуті

# Default.Content
source: Default
uk_ua: За замовчуванням

# Details.Text
source: Details
uk_ua: Відомості

# English.Text
source: English (en-US)
uk_ua: Англійська (en-US)

source: Error
uk_ua: Помилка

# Exit.Text
source: Exit
uk_ua: Вийти

# Expand.Content
source: Expand all
uk_ua: Розгорнути все

# ExpandAll.Text
source: Expand all
uk_ua: Розгорнути все

# Explore.Text
source: Explore
uk_ua: Переглянути

# Favorites.Content
source: Favorites
uk_ua: Обране

# FavoritesAdd.Text
source: Add to favorites
uk_ua: Додати в обране

# FavoritesRemove.Text
source: Remove from favorites
uk_ua: Видалити з обраного

# File.Title
source: File
uk_ua: Файл

# FtpError
source: Could not connect to FTP server
uk_ua: Не вдалося підключитися до FTP-сервера

# FtpSuccess
source: Successfully connected to FTP server
uk_ua: Успішне підключення до FRP-сервера

# Help.Title
source: Help
uk_ua: Довідка

# IPAddress.Header
source: IP Address
uk_ua: IP-адреса

# IpRangeExample.Text
source: Example: 192.168.0.1-100, 192.168.0.200
uk_ua: Наприклад: 192.168.0.1-100, 192.168.0.200

# IpRangeValidationMessage.Text
source: IP range input format is incorrect
uk_ua: Неправильний формат вводу діапазону IP

# Language.Text
source: Language
uk_ua: Мова

# Light.Content
source: Light
uk_ua: Світла

# LoadFavorites.Text
source: Load favorites ...
uk_ua: Завантажити обране

# MACAddress.Header
source: MAC Address
uk_ua: MAC-адреса

# Manufacturer.Header
source: Manufacturer
uk_ua: Виробник

# ManufacturerDetails.Text
source: Manufacturer
uk_ua: Виробник

# Name.Header
source: Name
uk_ua: Ім'я

# OperatingSystem.Text
source: Operating system
uk_ua: Операційна система

# Options.Text
source: Options ...
uk_ua: Параметри ...

# OptionsNavigationView.PaneTitle
source: Options
uk_ua: Налаштування

# Pause.Content
source: Pause
uk_ua: Призупинити

# Print.Text
source: Print ...
uk_ua: Друкувати ...

# PrintDetails.Content
source: Print ...
uk_ua: Друкувати ...

# PrintPreview.Text
source: Print preview ...
uk_ua: Попередній перегляд друку...

# RdpError
source: Could not connect to device via RDP protocol
uk_ua: Не вдалося підключитися до пристрою через протокол RDP

# ReportBug.Text
source: Report a bug
uk_ua: Повідомити про помилку

# RequestFeature.Text
source: Request a feature
uk_ua: Створити запит на функцію

# Rescan.Text
source: Rescan
uk_ua: Повторне сканування

# Results.Content
source: Results
uk_ua: Результати сканування

# Resume.Content
source: Resume
uk_ua: Продовжити

# SaveAs.Text
source: Save as ...
uk_ua: Зберегти як ...

# SaveAsDetails.Content
source: Save as ...
uk_ua: Зберегти як ...

# Scan.Text
source: Scan
uk_ua: Сканувати

# ScanFromFile.Text
source: Scan from file ...
uk_ua: Сканувати з файлу ...

# Search.PlaceholderText
source: Search
uk_ua: Знайти

# SelectTheme.Header
source: Select theme
uk_ua: Виберіть тему

# Service.Text
source: Service
uk_ua: Служба

# Settings.Title
source: Settings
uk_ua: Налаштування

# ShowActionToolbar.Text
source: Show action toolbar
uk_ua: Показати панель інструментів "Дія"

# ShowAlive.Text
source: Show alive
uk_ua: Показати ввімкнуті комп'ютери

# ShowDead.Text
source: Show dead
uk_ua: Показати вимкнуті комп'ютери

# ShowMiscellaneousToolbar.Text
source: Show miscellaneous toolbar
uk_ua: Показати панель інструментів "Різне"

# ShowTheDetailsPane.Text
source: Show the details page
uk_ua: Показати область відомостей

# ShowUnknown.Text
source: Show unknown
uk_ua: Показати комп'ютери без відомостей про стан

# Status.Header
source: Status
uk_ua: Стан

# StatusDetails.Text
source: Status
uk_ua: Стан

# Stop.Text
source: Stop
uk_ua: Зупинити

# Subnet.Content
source: Subnet of this machine will be scanned
uk_ua: Буде здійснено сканування підмережі цього комп'ютера

# SubnetC.Content
source: Subnet of class 'C' will be scanned
uk_ua: Буде здійснено сканування підмережі класу 'C'

# Tools.Text
source: Tools
uk_ua: Інструменти

# Type.Text
source: Type
uk_ua: Тип

# Ukranian.Text
source: Ukrainian (uk-UA)
uk_ua: Українська (uk-UA)

source: unknown
uk_ua: без відомостей про стан

# User.Text
source: User
uk_ua: Користувач

# View.Title
source: View
uk_ua: Огляд

# WrongFile
source: Unable to load data. You may have selected the wrong json file
uk_ua: Неможливо завантажити дані. Можливо, ви вибрали неправильний файл json
